<?php

return [

    "English"=>"الإنجليزيه",
    "Arabic"=>"العربية",
    "home"=>"الرئيسية",
    "about us"=>"من نحن",
    "services"=>"خدماتنا",
    "portfolio"=>"أعمالنا",
    "headline"=>"نحول أفكارك إلى واقع رقمى ",
    "headline2"=>"إبدأ تجربتك الرقمية",
    "headline details"=>"نحن نقدم العديد من الخدمات المفيدة لمواقع الويب الخاصة بك مثل تطوير التطبيقات، وتطوير الويب، وتصميم UI/UX وحلول البرمجيات",
    "Software Solutions"=>"الحلول البرمجية",
    "Software Solutions body"=>"احصل على حلول برمجية مخصصة للاحتياجات المخصصة لإدارة دورة حياة تطوير المنتج الشاملة.",
    "App Development"=>"تطوير التطبيقات",
    "App Development body"=>"أصبحت التكنولوجيا تلعب دورا رئيسيا في الحياة اليومية للأفراد وأيضا بعد انتشار الهواتف الذكية حول العالم والتي تعمل بأنظمة مختلفة منها IOS وAndroid.",
    "UI/UX Design"=>"UI / UX تصميم",
    "UI/UX Design body"=>"يجب أن يكون تصميمك بديهيًا بقدر ما هو مفيد وثاقب. على مدى اثنتي عشرة سنة، كنا في هذه الصناعة، جمعنا فهمًا وثيقًا لأحدث سلوكيات واجهة المستخدم وتجربة المستخدم.",
    "Web Development"=>"تطوير المواقع",
    "Web Development body"=>"تصميم مواقع ويب احترافية على يد فريق متخصص من المحترفين، تقدم CodicSight خدمة تصميم مواقع الويب بأحدث التقنيات والأساليب التقنية في تصميم مواقع الويب.",
    "Our Services"=>"خدماتنا",
    "Our Services body"=>"نحن نقدم العديد من الخدمات المفيدة لمواقع الويب الخاصة بك مثل تطوير التطبيقات، وتطوير الويب، وتصميم UI/UX وحلول البرمجيات",

    "about us body"=>"في CodicSight، نحن متخصصون في تصميم مواقع ويب جذابة وتطبيقات متطورة ترفع من تواجدك على الإنترنت وتحقق النتائج. باعتبارنا شركة رائدة في التصميم والتطوير، نحن متحمسون لتحقيق أفكارك وتجاوز توقعاتك في كل خطوة على الطريق.",
    "contact us"=>"تواصل معنا",
    "address"=>"العنوان",
    "phone"=>"رقم الجوال",
    "email"=>"البريد الإلكترونى",
    "Riyadh"=>"الرياض - طريق الملك فهد حي المحمدية رقم المبنى 8006 الدور الثالث",
    "Innovative Design"=>"التصميم المبتكر",
     "Custom Development"=>"التطوير المخصص",
     "User-Centric Approach"=>"نهج يركز على المستخدم",

    "Custom Development body"=>"نحن نفهم أن كل مشروع فريد من نوعه. ولهذا السبب نتبع نهجًا مخصصًا في التطوير، ونصمم الحلول لتلبية احتياجاتك وأهدافك المحددة. بدءًا من مواقع الويب سريعة الاستجابة وحتى تطبيقات الأجهزة المحمولة القابلة للتطوير، لدينا الخبرة اللازمة لتحقيق رؤيتك على أرض الواقع.",
    "User-Centric Approach body"=>"في قلب عمليتنا هو التركيز على المستخدم النهائي. نحن نعطي الأولوية لسهولة الاستخدام وإمكانية الوصول للتأكد من أن منصاتك الرقمية بديهية وجذابة لجمهورك المستهدف. من خلال وضع المستخدم في المقام الأول، نقوم بإنشاء تجارب تعزز المشاركة وتعزز الولاء للعلامة التجارية.",
    "Innovative Design body"=>"نحن نؤمن بقوة التصميم في جذب الجماهير وإنشاء تجارب مستخدم لا تُنسى. يجمع فريقنا من المصممين الموهوبين بين الإبداع والوظائف لتقديم مواقع ويب وتطبيقات مذهلة بصريًا تترك انطباعًا دائمًا.",


    "Client brief"=>"ملخص العميل",
    "Planning"=>"التخطيط",
    "UI/UX Design "=>"UI / UX تصميم",
    "Development"=>"تطوير",
    "Testing QA"=>"اختبار ضمان الجودة",
    "Production live"=>"الانتاج",
    "Work Process"=>"مراحل العمل",
    "Build your digital world in the new virtual reality"=>"قم ببناء عالمك الرقمي في الواقع الإفتراضي الجديد",
    "Need our service"=>"بحاجة الى خدمتنا؟",
    "Do not hesitate to"=>"لا تتردد ",

    "Get in touch"=>"ابقى على تواصل",
    "contatct paragraph"=> "يرجى الاتصال بنا أو مراسلتنا عبر البريد الإلكتروني أو الذهاب إلى المنتدى الخاص بنا.",
    "Your name"=>"اسمك",
    "btn1"=>"كيف تعمل",
    "btn2"=>"ابدأ الأن",
    "What Customers Are Saying"=>"ماذا يقول العملاء",

    "Our mission"=>"مهمتنا",
    "Our story"=>"قصتنا",
    "Our vision"=>"رؤيتنا",
    "Our mission body"=>"هي تقديم حلول برمجية مبتكرة ومتطورة تلبي احتياجات عملائنا، حيث نسعى جاهدين لتحقيق تجارب مستخدم متميزة وتفاعلية. نحن نعمل على توفير خدمات برمجية مخصصة ومتنوعة تشمل تطوير
    المواقع الإلكترونية، وتطبيقات الويب، والتجارة الإلكترونية، بما يضمن التميز في الأداء والأمان والجودة.
    نسعى دائمًا للابتكار والتطور، وتعمل بفريق متخصص من المطورين المحترفين لتحقيق رؤية
    عملائنا وتجاوز توقعاتهم.",
    "Our story body"=>"تأسست شركتنا على يد مجموعة من الأشخاص الملهمين، متحمسين للتكنولوجيا والإبداع. بدأت قصتنا برؤية بسيطة: جعل الويب مكانًا أفضل وأكثر فاعلية للجميع. ومنذ ذلك الحين، ارتقينا بأنفسنا لنصبح روادًا في مجال تطوير المواقع والبرمجة.

    ",
    "our story body 2"=>"كانت رحلتنا مليئة بالتحديات والإنجازات. من خلال العمل الجاد والتفاني، تمكنا من اكتساب خبرات قيمة وتطوير مهاراتنا بشكل مستمر. كانت كل مشروعاتنا فرصة لنتعلم وننمو، ولنثبت لعملائنا قدرتنا على تقديم الحلول التقنية المبتكرة والموثوقة.

    ",
    "Our vision body"=>"تتمثل رؤيتنا في تحقيق التميز في كل ما نقوم به. نسعى جاهدين لتحقيق رضا عملائنا من خلال تقديم منتجات وخدمات ذات جودة عالية تلبي احتياجاتهم وتفوق توقعاتهم. نؤمن بأن التكنولوجيا يمكن أن تحول العالم إلى مكان أفضل، ونحن هنا لنكون جزءًا من هذا التحول الإيجابي.

    ",

    "Your email"=>"بريدك الإلكتروني",
    "Your message"=>"رسالتك",
    "SEND MESSAGE"=>"ارسل رسالتك",
    "Analysing"=>"تحليل",
    "Develpoment"=>"تطوير",
    "How do we work?"=>"كيف نعمل؟",
    "production"=>"انتاج",
    "Apply for our business in minutes"=>"التقدم بطلب للحصول على أعمالنا واستفسارنا في دقائق.",
    "contact"=>"تواصل معنا",
    "Administration Services & Consultancy"=>"الاستشارات والخدمات الادارية",
    "d1"=>"خدمات تنافسية",
    "d2"=>"طاقم عمل محترف",

    "d3"=>"خيارات متعددة",
    "d4"=>"متابعة ما بعد البيع",
    "d5"=>"التطوير",
    "About US"=>"من نحن",
    "Saudi Arabia"=>"المملكة العربية السعودية",
    "footer headline"=>"شركة راوس للاستشارات الادارية وحلول الموارد البشرية.",
    "About US Body 1"=>"انطلقت شركة راوس للاستشارات الادارية وحلول الموارد البشرية للمشاركة في نهوض وتطوير المنظمات والمنشآت للقطاع العام والخاص  .",
   "About US Body 2"=>"والتزامنا بالمسئولية الوطنية والمشاركة في تحقيق رؤية المملكة 2030 ونعمل على إدارة وتطوير الموارد البشرية واستقطاب المواهب والكوادر المهنية وتقديم أفضل الحلول الاستشارية والتطويرية المتنوعة المدروسة والمعدة وفق منهجية علمية تضمن نجاح وبناء مؤسساتنا الوطنية وفق أفضل المعايير والنظم العالمية للنهوض بالاقتصاد الوطني السعودي وترسيخ مبادئ النهوض بالاقتصاد الوطني",

    "Quality"=>"الجودة",
    "Our Team"=>"فريق عملنا",
    "Meet Our Team"=>"قابل فريق عملنا",
    'name-required' => 'الإسم مطلوب',
    'email-required' => 'البريد الإلكترونى مطلوب',
    'name-string' => 'الإسم يجب أن يكون نص',
    'email-email' => 'البريد الإلكترونى يجب أن يكون صالح',
    'Send Successfully'=>'تم إرسال رسالتك بنجاح',
"View More"=>'اعرف أكثر',
    'message-required' => 'الرسالة مطلوبة',
    "Quality Body"=>"تعتمد أعلى المعايير في خدماتنا بأعلى جوده ودقة وسرعة وبأقل المجهود وبتقييم ومراجعة.",
    "Development"=>"التطوير",
    "Development Body"=>"نواكب أساليب تطوير كفاءة العاملين معنا باستمرار لنحافظ على جودة العمل لتحقيق الارضاء الوظيفي.",
    "Professionalism"=>"المهنية",
    "Professionalism Body"=>"ننتهج السلوك المهني لاكتساب أعلى أساليب الدقة والموضوعية للخدمات المقدمة.",
    "Excellence in Business Performance"=>"التميز بأداء الاعمال",
    "Excellence Body"=>"ملتزمون في تحقيق التميز في كل خدماتنا منطلقين من مبدأ التحسين المستمر.",
    "Transparency"=>"الشفافية",
    "Transparency Body"=>"أسس الشفافية مع العملاء والمجتمع هي أسلوب ومنهج عملنا لتعزيز مصداقيتنا.",
    "What Distinguishes Us"=>"ما يُميزنا",
    "Distinguishes Body 1"=>"نواكب الحداثة والتطور في المفاهيم والآليات والوسائل والأدوات.",
    "Distinguishes Body 2"=>"نحرص على تقديم خدماتنا بأسعار منافسة ووقت قياسي، وبدقة عالية.",
    "Distinguishes Body 3"=>"المتابعة مع العميل بعد تقديم الخدمة للتحقق من رضا العملاء.",
    "Distinguishes Body 4"=>"نعمل بطاقم محترف من المتخصصين والخبراء لتقديم أفضل الخدمات.",
    "Distinguishes Body 5"=>"نقدم خيارات متعددة لتحقيق متطلبات عملائنا وجذب الكثير من العملاء.",
    "Our Consulting Services"=>"خدماتُنا",
    "in Human Resources"=>"الاستشارية في مجال الموارد البشرية",
    "Human Resources Services Body 1"=>"تقديم الخدمات الاستشارية وحلول الاعمال.",
    "Human Resources Services Body 2"=>
"تشغيل ادارة عمليات الموارد البشرية داخل الشركات والمنظمات.",
"Human Resources Services Body 3"=>
"ادارة وتطوير الموارد البشرية داخل المنظمات والمنشآت.",
"Human Resources Services Body 4"=>
"استقطاب القيادات والكفاءات في جميع الدرجات والمستويات من الداخل او الخارج.",
"Human Resources Services Body 5"=>
"بناء وتطوير الادلة والسياسات والاجراءات واعداد النماذج الادارية.",
"Human Resources Services Body 6"=>
"تخطيط وتطوير برامج تأهيل الموارد البشرية.",
"Human Resources Services Body 7"=>
"اعداد الخطط والاحتياجات التدريبية داخل المنظمات والشركات.",
"Human Resources Services Body 8"=>
"تقييم ومراجعة الهياكل التنظيمية وبناء الاوصاف الوظيفية وتصميم هيكل المزايا والتعويضات.",
"Human Resources Services Body 9"=>

"بناء وتطوير برامج تهيئة واستقبال الموظفين الجدد Onboarding.",
"Human Resources Services Body 10"=>

"توفير الحلول التقنية المناسبة للموارد البشرية.",
"Human Resources Services Body 11"=>

"اعداد لوائح الحوكمة داخل الشركات والمنظمات.",
"Human Resources Services Body 12"=>

"تقديم حلول التوظيف والاستقطاب للمنشآت الصغيرة والمتوسطة.",
    "in Business Solutions"=>"لحلول الاعمال",
    "Business Solutions Services Body 1"=>"تأسيس الشركات واصدار عقود التأسيس وتوزيع الحصص وتعيين المدراء.",
    "Business Solutions Services Body 2"=>"اصدار السجلات والتراخيص التجارية.",
    "Business Solutions Services Body 3"=>"اصدار التراخيص الاستثمارية والصناعية والزراعية.",
    "Business Solutions Services Body 4"=>"حجز وتسجيل الاسماء والعلامات التجارية.",
    "Business Solutions Services Body 5"=>"اصدار تراخيص الجهات الحكومية بلدي وسلامة.",
    "Business Solutions Services Body 6"=>"
التسجيل في المنصات الحكومية مقيم وقوى ومدد وتم ونقل والزكاة والضريبة والتأمينات وهدف وطاقات.",
"Business Solutions Services Body 7"=>"
التقديم والمتابعة على الصناديق وجهات التمويلية (الصندوق الصناعي والزراعي والتنمية الاجتماعية).",
"Business Solutions Services Body 8"=>"
تأسيس واصدار تراخيص هيئة المدن الصناعية.",
"Business Solutions Services Body 9"=>"
فتح الحسابات البنكية والتفويض عليه.",
"Business Solutions Services Body 10"=>"
تقديم الخدمات الادارية المساندة والتشغيلية.",
"Business Solutions Services Body 11"=>"
متابعة فتح وثائق التأمين بأنواعها.",
"Business Solutions Services Body 12"=>"
تقديم التنقل والدعم اللوجستي.",
    "Our Clients"=>"عملائنا",

    "Successful clients"=>"عملائنا الناجحين",
    "Customer Satisfection"=>"رضا العملاء",
    "Office National Partners"=>"مكتب الشركاء الوطنيين",
    "Award Certificate"=>"شهادات"
];
